Repository: zegamezhees001/sentimental
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: th

source: Document
th: เอกสาร

source: About Us
th: เกี่ยวกับเรา

source: Dashboard
th: แผงควบคุม

source: Project
th: โครงงาน

source: New Project
th: สร้างโครงงาน

source: All Projects
th: โครงงานทั้งหมด

source: Share Project
th: แชร์โครงงาน

source: Manage projects
th: จัดการโครงงาน

source: Sample
th: ไฟล์

source: Contact
th: ติดต่อ

source: About
th: เกี่ยวกับ

source: Change password
th: เปลี่ยนรหัสผ่าน

source: Manage user
th: จัดการผู้ใช้

source: Logout
th: ออกจากระบบ

source: Login
th: ลงชื่อเข้าใช้

source: Social
th: สังคมออนไลน์

source: Locations
th: ที่ตั้ง

source: National Center for Genetic Engineering and Biotechnology (BIOTEC) 113 Thailand Science Park Phahonyothin Road Khlong Nueng, Khlong Luang Pathum Thani 12120
th: ศูนย์พันธุวิศวกรรมและเทคโนโลยีชีวภาพแห่งชาติ 113 อุทยานวิทยาศาสตร์ประเทศไทย ถนนพหลโยธิน ตำบลคลองหนึ่ง อำเภอคลองหลวง จังหวัดปทุมธานี 12120

source: SmsBaseApp framework is the section in the form of a website used for DNA data analysis.
th: SmsBaseApp framework เป็นรูปแบบเว็บไซต์ที่ใช้ในการวิเคราะห์ข้อมูล DNA

source: Site Map
th: แผนผังเว็บไซต์

source: Contact Us
th: ติดต่อเรา

source: Terms and Conditions
th: เงื่อนไขและข้อกำหนด

source: Privacy Policy
th: นโยบายความเป็นส่วนตัว

source: Email
th: อีเมล

source: Call us on
th: โทรหาเรา

source: Mon-Sat 9am-5pm (GMT)
th: จันทร์ - เสาร์ 9.00-17.00 น.

source: Find us at
th: หาเราได้ที่

source: 113 Khlong Luang PathumThani,Thailand
th: 113 อ.คลองหลวง จ.ปทุมธานี

source: Username
th: ชื่อผู้ใช้

source: FirstName
th: ชื่อจริง

source: Lastname
th: นามสกุล

source: Password
th: รหัสผ่าน

source: Confirm Password
th: ยืนยันรหัสผ่าน

source: Profile
th: ประวัติ

source: This email is already used
th: อีเมลนี้ถูกใช้แล้ว

source: Please confirm your email.
th: กรุณายืนยันการลงทะเบียนที่อีเมลของท่านก่อนเริ่มใช้งาน

source: Invalid username or password.
th: ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง กรุณาลองใหม่

source: Invalid email
th: อีเมลไม่ถูกต้อง

source: The password didn't match
th: รหัสผ่านใหม่ไม่ตรงกัน

source: Old Password
th: รหัสผ่านเดิม

source: New Password
th: รหัสผ่านใหม่

source: Hello
th: สวัสดี

source: Click link to comfirm
th: คลิกที่ลิ้งค์เพื่อยืนยัน

source: Click link to confirm a password
th: คลิกที่ลิ้งค์เพื่อยืนยันการเปลี่ยนรหัส

source: Note: The 30 minute expired then make a new request.
th: หมายเหตุ : คำร้องมีอายุ 30 นาที หลังจากน้ันจะต้องทำการร้องขอใหม่

source: Set new password
th: ตั้งค่ารหัสผ่านใหม่

source: Submit
th: ส่งแบบฟอร์ม

source: Cancel
th: ยกเลิก

source: Sign up
th: ลงทะเบียน

source: Forget password
th: ลืมรหัสผ่าน

source: password
th: รหัสผ่าน

source: Forget Password
th: ลืมรหัสผ่าน

source: System message
th: ข้อความระบบ

source: Confirm registration from SmsBaseApp
th: ยืนยันการลงทะเบียนจากระบบ SmsBaseApp

source: Register successfully.
th: ลงทะเบียนสำเร็จ

source: Confirm email successfully.
th: ยืนยันการลงทะเบียนสำเร็จ

source: Enjoy using our system.
th: ขอให้สนุกกับการใช้ระบบของเรา

source: Confirm email failed.
th: ยืนยันการลงทะเบียนล้มเหลว

source: Please contact officer.
th: กรุณาติดต่อเจ้าหน้าที่

source: Confirm password change from SmsBaseApp
th: ยืนยันการเปลี่ยนรหัสผ่านจากระบบ SmsBaseApp

source: Request a Password Change
th: คำร้องการเปลี่ยนรหัส

source: Please confirm the password at your email
th: โปรดยืนยันการเปลี่ยนรหัสที่อีเมลของท่าน

source: Reset password failed.
th: การตั้งค่ารหัสผ่านใหม่ผิดพลาด

source: Reset Passwords request expired. Please login again
th: คำร้องรีเซตรหัสผ่านหมดอายุ กรุณายื่นคำร้องใหม่อีกครั้ง

source: Reset password successfully
th: การตั้งค่ารหัสผ่านใหม่สำเร็จ

source: New password is saved successfully
th: รหัสผ่านผู้ใช้ใหม่ถูกบันทึกในระบบเรียบร้อย

source: Please a new request.
th: กรุณาส่งคำร้องใหม่อีกครั้ง

source: New password is saved successfully. Please login again
th: รหัสผ่านผู้ใช้ใหม่ถูกบันทึกในระบบเรียบร้อย กรุณาลงชื่อเข้าระบบอีกครั้ง

source: The old password incorrect. Please login again
th: กำหนดค่ารหัสผ่านเดิมไม่ถูกต้อง กรุณาลองใหม่อีกครั้ง

source: Project Name
th: ชื่อโครงงาน

source: Project Title
th: หัวข้อโครงงาน

source: Project Detail
th: รายละเอียดโครงงาน

source: only me
th: เฉพาะฉัน

source: other user
th: ผู้ใช้รายอื่น

source: etc
th: อื่นๆ

source: Project ID
th: รหัสโครงงาน

source: Project Directory
th: ไดเรกทอรีของโครงงาน

source: Project Information
th: ข้อมูลโครงงาน

source: Project info.
th: ข้อมูลของโครงงาน

source: Other Information
th: ข้อมูลอื่นๆ

source: Select permission :
th: เลือกสิทธิ์การใช้งาน

source: Select samples
th: เลือกไฟล์

source: Select sample path:
th: เลือกที่เก็บไฟล์

source: Select image:
th: เลือกรูปภาพ

source: Create Project
th: สร้างโครงงาน

source: Select project
th: เลือกโครงงาน

source: Share to
th: แชร์ให้กับ

source: User
th: ผู้ใช้

source: Add
th: เพิ่ม

source: Owner share
th: เจ้าของ

source: Owner name
th: ชื่อเจ้าของ

source: Project name
th: ชื่อโครงงาน

source: Permission
th: สิทธิ์การใช้งาน

source: action
th: การกระทำ**

source: Share with me
th: แชร์กับฉัน

source: All Sample
th: ไฟล์ทั้งหมด
